package net.flectone.cookieclicker;

import org.bukkit.Bukkit;

public class slozhno {
    public static void generateText() {
        Bukkit.getLogger().info("Я в своем познании настолько преисполнился, что я как будто бы уже ");
        Bukkit.getLogger().info("сто триллионов миллиардов лет проживаю на триллионах и");
        Bukkit.getLogger().info("триллионах таких же планет, как эта Земля, мне этот мир абсолютно");
        Bukkit.getLogger().info("понятен, и я здесь ищу только одного - покоя, умиротворения и");
        Bukkit.getLogger().info("вот этой гармонии, от слияния с бесконечно вечным, от созерцания");
        Bukkit.getLogger().info("великого фрактального подобия и от вот этого замечательного всеединства");
        Bukkit.getLogger().info("существа, бесконечно вечного, куда ни посмотри, хоть вглубь - бесконечно");
        Bukkit.getLogger().info("малое, хоть ввысь - бесконечное большое, понимаешь? А ты мне опять со");
        Bukkit.getLogger().info("своим вот этим, иди суетись дальше, это твоё распределение, это");
        Bukkit.getLogger().info("твой путь и твой горизонт познания и ощущения твоей природы, он");
        Bukkit.getLogger().info("несоизмеримо мелок по сравнению с моим, понимаешь? Я как будто бы уже");
        Bukkit.getLogger().info("давно глубокий старец, бессмертный, ну или там уже почти бессмертный,");
        Bukkit.getLogger().info("который на этой планете от её самого зарождения, ещё когда только Солнце");
        Bukkit.getLogger().info("только-только сформировалось как звезда, и вот это газопылевое облако,");
        Bukkit.getLogger().info("вот, после взрыва, Солнца, когда оно вспыхнуло, как звезда, начало");
        Bukkit.getLogger().info("формировать вот эти коацерваты, планеты, понимаешь, я на этой Земле уже");
        Bukkit.getLogger().info("как будто почти пять миллиардов лет живу и знаю её вдоль и поперёк");
        Bukkit.getLogger().info("этот весь мир...");
        Bukkit.getLogger().info("");



    }
}
